[
    { 
      "id": 1, 
      "name": "Arthur curry : aquaman tome 1", 
      "brand": "DC Comics", 
      "date": "30/08/2019", 
      "pages": "128", 
      "ean": "9791026823438",
      "price": "15",
      "shortdescription": "Aquaman est amnésique. Recueilli dans le village de l'Eau Tacite et surnommé Andy par ses habitants, il va devoir redécouvrir son passé, ses pouvoirs et ses responsabilités. De son côté, Mera règne seule sur l'Atlantide et pleure son bien-aimé disparu, en repoussant les avances de nouveaux prétendants au trône des Sept Mers. Mais le temps est compté...",
      "description": "Aquaman est amnésique. Recueilli dans le village de l'Eau Tacite et surnommé Andy par ses habitants, il va devoir redécouvrir son passé, ses pouvoirs et ses responsabilités. De son côté, Mera règne seule sur l'Atlantide et pleure son bien-aimé disparu, en repoussant les avances de nouveaux prétendants au trône des Sept Mers. Mais le temps est compté car, dans l'attente du retour du roi, une ancienne menace est sur le point de se réveiller ; celle des anciens Dieux oubliés et des monstres qu'ils avaient créés.",
      "picture": "../assets/img/product/arthur-curry-aquaman-tome-1.jpg",
      "logo": "../assets/img/brand/83-832568_dc-comics-dc-comics-logo-dark.png"
    },
    { 
      "id": 2, 
      "name": "Arthur curry : aquaman tome 2", 
      "brand": "DC Comics", 
      "date": "05/02/2021", 
      "pages": "256", 
      "ean": "9791026817574",
      "price": "23",
      "shortdescription": "Après son combat victorieux contre Namma, la Mère Sel, Aquaman part en quête de ses souvenirs. Il rencontre une autre mère, celle de tous les Requins, une entité millénaire qui l'aide à se frayer un chemin dans les méandres de la mémoire. Mais le temps presse pour le roi de l'Atlantide car Black Manta refait surface, et lui n'a rien oublié de la haine qu'il voue à Arthur Curry.",
      "description": "Après son combat victorieux contre Namma, la Mère Sel, Aquaman part en quête de ses souvenirs. Il rencontre une autre mère, celle de tous les Requins, une entité millénaire qui l'aide à se frayer un chemin dans les méandres de la mémoire. Mais le temps presse pour le roi de l'Atlantide car Black Manta refait surface, et lui n'a rien oublié de la haine qu'il voue à Arthur Curry.",
      "picture": "../assets/img/product/arthur-curry-aquaman-tome-2.jpg",
      "logo": "../assets/img/brand/83-832568_dc-comics-dc-comics-logo-dark.png"
    },
    { 
      "id": 3, 
      "name": "Arthur curry : aquaman tome 3", 
      "brand": "DC Comics", 
      "date": "21/05/2021", 
      "pages": "256", 
      "ean": "9791026818168",
      "price": "23",
      "shortdescription": "Ayant retrouvé la mémoire, Aquaman a renoué avec Mera. Enceinte, la reine accouche d'une petite fille. Mais la naissance de cette héritière royale attise toutes les convoitises. Ocean Master, le propre frère d'Arthur Curry, fait son grand retour, tandis que Black Manta songe à se venger depuis sa récente défaite. Plus que jamais, le sort de l'Atlantide est suspendu au destin de la famille royale...",
      "description": "Ayant retrouvé la mémoire, Aquaman a renoué avec Mera. Enceinte, la reine accouche d'une petite fille. Mais la naissance de cette héritière royale attise toutes les convoitises. Ocean Master, le propre frère d'Arthur Curry, fait son grand retour, tandis que Black Manta songe à se venger depuis sa récente défaite. Plus que jamais, le sort de l'Atlantide est suspendu au destin de la famille royale, et Aquaman aura besoin de l'aide de tous ses alliés afin d'assurer la pérennité de son royaume.",
      "picture": "../assets/img/product/arthur-curry-aquaman-tome-3.jpg",
      "logo": "../assets/img/brand/83-832568_dc-comics-dc-comics-logo-dark.png"
    },
    { 
      "id": 4, 
      "name": "Flash rebirth tome 1", 
      "brand": "Urban Comics", 
      "date": "15/07/2017", 
      "pages": "216", 
      "ean": "9791026812173",
      "price": "20",
      "shortdescription": "Son nom est Barry Allen et c'est l'homme le plus rapide du monde. Il tire ses pouvoirs de la Force Véloce, une énergie mystérieuse qui lui procure des pouvoirs hors du commun. Lorsque cette même Force Véloce se déchaîne dans Central City, c'est donc à lui qu'il incombe d'entraîner les nouveaux bolides, de leur apprendre à contrôler leurs pouvoirs et de les inciter à les mettre au service de la justice...",
      "description": "Son nom est Barry Allen et c'est l'homme le plus rapide du monde. Il tire ses pouvoirs de la Force Véloce, une énergie mystérieuse qui lui procure des pouvoirs hors du commun. Lorsque cette même Force Véloce se déchaîne dans Central City, c'est donc à lui qu'il incombe d'entraîner les nouveaux bolides, de leur apprendre à contrôler leurs pouvoirs et de les inciter à les mettre au service de la justice. Mais tous ne prêtent pas l'oreille, et certains n'hésitent pas à profiter de la situation pour des raisons bien plus égoïstes. Et Flash ne tardera pas à découvrir qu'il ne peut distancer toutes les menaces auxquelles il doit faire face...",
      "picture": "../assets/img/product/flash-rebirth-tome-1.jpg",
      "logo": "../assets/img/brand/urban.png"
    },
    { 
      "id": 5, 
      "name": "Flash rebirth tome 2", 
      "brand": "Urban Comics", 
      "date": "02/02/2018", 
      "pages": "128", 
      "ean": "9791026812982",
      "price": "15",
      "shortdescription": "Depuis peu, Barry Allen, alias Flash, l'homme le plus rapide du monde, entraîne Wally West, le nouveau Kid Flash, dans l'intention de lui apprendre à utiliser ses pouvoirs de vitesse et à lui enseigner le code moral qui le guide Un enseignement que le jeune homme va pouvoir mettre à profit en affrontant l'Ombre, un ennemi capable de manipuler des énergies noires...",
      "description": "Depuis peu, Barry Allen, alias Flash, l'homme le plus rapide du monde, entraîne Wally West, le nouveau Kid Flash, dans l'intention de lui apprendre à utiliser ses pouvoirs de vitesse et à lui enseigner le code moral qui le guide Un enseignement que le jeune homme va pouvoir mettre à profit en affrontant l'Ombre, un ennemi capable de manipuler des énergies noires... Mais le jeune Wally parviendra-t-il à garder la tête froide face à un tel adversaire ?",
      "picture": "../assets/img/product/flash-rebirth-tome-2.jpg",
      "logo": "../assets/img/brand/urban.png"
    },
    { 
      "id": 6, 
      "name": "Clark kent : superman tome 1", 
      "brand": "DC Comics", 
      "date": "26/04/2019", 
      "pages": "168", 
      "ean": "9791026815716",
      "price": "16",
      "shortdescription": "Séparé de sa femme et de son fils, Superman tente tant bien que mal de maintenir sa double-vie à flot. Un équilibre ténu qui vacille lorsque la Terre, sa planète d'adoption, se retrouve projetée dans la Zone Fantôme, la prison interdimensionnelle créée sur Krypton, son monde natal, afin de maintenir en captivité les plus grandes menaces de l'univers...",
      "description": "Séparé de sa femme et de son fils, Superman tente tant bien que mal de maintenir sa double-vie à flot. Un équilibre ténu qui vacille lorsque la Terre, sa planète d'adoption, se retrouve projetée dans la Zone Fantôme, la prison interdimensionnelle créée sur Krypton, son monde natal, afin de maintenir en captivité les plus grandes menaces de l'univers ! Secondé par une Ligue de Justice malheureusement dépassée, Superman va devoir trouver un moyen de ramener la Terre dans sa véritable dimension.",
      "picture": "../assets/img/product/clark-kent-superman-tome-1.jpg",
      "logo": "../assets/img/brand/83-832568_dc-comics-dc-comics-logo-dark.png"
    },
    { 
      "id": 7, 
      "name": "Clark kent : superman tome 2", 
      "brand": "DC Comics", 
      "date": "05/07/2019", 
      "pages": "160", 
      "ean": "9791026816362",
      "price": "16",
      "shortdescription": "Pendant longtemps, on s'est demandé comment des criminels pouvaient évoluer dans les entrailles de Metropolis, la ville célèbre pour les exploits de son protecteur, Superman ! Aujourd'hui, alors que le Daily Planet est sur le point de sombrer et que les incendies se multiplient en ville, l'Homme d'Acier découvre qu'un ennemi invisible s'insinue dans les quartiers les plus dangereux...",
      "description": "Pendant longtemps, on s'est demandé comment des criminels pouvaient évoluer dans les entrailles de Metropolis, la ville célèbre pour les exploits de son protecteur, Superman ! Aujourd'hui, alors que le Daily Planet est sur le point de sombrer et que les incendies se multiplient en ville, l'Homme d'Acier découvre qu'un ennemi invisible s'insinue dans les quartiers les plus dangereux.",
      "picture": "../assets/img/product/clark-kent-superman-tome-2.jpg",
      "logo": "../assets/img/brand/83-832568_dc-comics-dc-comics-logo-dark.png"
    },
    { 
      "id": 8, 
      "name": "Clark kent : superman tome 3", 
      "brand": "DC Comics", 
      "date": "07/02/2020", 
      "pages": "256", 
      "ean": "9791026820604",
      "price": "23",
      "shortdescription": "Toujours bouleversés par les révélations de Rogol Zarr, véritable responsable de la destruction de Krypton, Superman et Supergirl continuent leur enquête sur ce dangereux extraterrestre. Mais Clark a également fort à faire avec son fils, Jon, revenu sur Terre avec quelques années de plus alors qu'il n'était parti avec son grand-père à travers l'espace que quelques semaines auparavant...",
      "description": "Toujours bouleversés par les révélations de Rogol Zarr, véritable responsable de la destruction de Krypton, Superman et Supergirl continuent leur enquête sur ce dangereux extraterrestre. Mais Clark a également fort à faire avec son fils, Jon, revenu sur Terre avec quelques années de plus alors qu'il n'était parti avec son grand-père à travers l'espace que quelques semaines auparavant... Et le récit de Jon concernant ce périple n'est pas sans raviver en l'Homme d'Acier de nombreux doutes quant à Jor-El, ce père revenu d'entre les morts.",
      "picture": "../assets/img/product/clark-kent-superman-tome-3.jpg",
      "logo": "../assets/img/brand/83-832568_dc-comics-dc-comics-logo-dark.png"
    }
  ]